* FIT
#+BEGIN: clocktable :maxlevel 2 :scope subtree
#+CAPTION: Clock summary at [2016-11-09 Wed 23:18]
| Headline      | Time  |       |
|---------------+-------+-------|
| *Total time*    | *37:40* |       |
|---------------+-------+-------|
| FIT           | 37:40 |       |
| \emsp GYM     |       | 33:20 |
| \emsp RUNNING |       |  4:20 |
#+END:

** GYM
*** <2016-07-15 Fri>
    :LOGBOOK:
    CLOCK: [2016-07-15 Fri 11:40]--[2016-07-15 Fri 12:30] =>  0:50
    :END:
回家后第一天健身，运动量不太大。
胸背:
 + 器械推 12*4
 + 坐姿下拉 12*4
 + 杠铃划船 12*4
 + 屈体划船 12*4
 + 卷腹 15*4

愚蠢的是差点丢了手牌。下次注意。

*** <2016-07-16 Sat>
    :LOGBOOK:
    CLOCK: [2016-07-16 Sat 16:50]--[2016-07-16 Sat 17:40] =>  0:50
    :END:

第二天健身，主要练肩
 + 杠铃推举 12*4
 + 杠铃提 12*4
 + 哑铃前中后平举 8/8/15 * 4
 + 卷腹 15*4

恢复性训练。

*** <2016-07-19 Tue>
    :LOGBOOK:
    CLOCK: [2016-07-19 Tue 11:15]--[2016-07-19 Tue 12:15] =>  1:00
    :END:

休息两天，今天重新恢复练胸背。
之前训练肩时腿部也酸痛，所以空了一天没有训练腿。之后逐渐找回状态补上。

胸背
 + 引体向上 6*3
 + 坐姿下拉 12*3
 + 杠铃划船 12*4
 + 平板卧推 10*2
 + 上斜卧推 12*4
 + 夹胸 12*4

今天背部训练强度较低，胸较高。但总体而言状态不好。一是湿度大，二是身体状态比较差。
注意休息和饮食。

*** <2016-07-20 Wed>
    :LOGBOOK:
    CLOCK: [2016-07-20 Wed 17:40]--[2016-07-20 Wed 18:45] =>  1:05
    :END:
今天练肩
 + 杠铃推举 12*4
 + 杠铃提 12*4
 + 哑铃前中后平举 8/8/15 * 4
 + 卷腹 15*4
 + 杠铃片侧拉 20*3

*** <2016-07-22 Fri>
    :LOGBOOK:
    CLOCK: [2016-07-22 Fri 16:35]--[2016-07-22 Fri 17:40] =>  1:05
    :END:
今天练胸背，平板卧推一直没赶上位置。
 + 上斜卧推 12*4
 + 器械推 12*4
 + 夹胸 12*4
 + 引体向上 5*3
 + 坐姿下拉 12*3
 + 杠铃划船 12*4
 + 坐姿划船 12*4
 + 卷腹 20*4

*** <2016-07-23 Sat>
    :LOGBOOK:
    CLOCK: [2016-07-23 Sat 18:30]--[2016-07-23 Sat 19:00] =>  0:30
    :END:

随便练一下。

平板 1min*4
卷腹 20*4
引体向上 5*3

*** <2016-07-24 Sun>
    :LOGBOOK:
    CLOCK: [2016-07-24 Sun 14:30]--[2016-07-24 Sun 15:00] =>  0:30
    :END:

随便练一下。

平板 1min*4
卷腹 20*3
仰卧抬腿 20*3

*** <2016-07-25 Mon>
    :LOGBOOK:
    CLOCK: [2016-07-25 Mon 17:00]--[2016-07-25 Mon 18:00] =>  1:00
    :END:
肩和手臂

 + 杠铃推举 12*4
 + 杠铃提 12*4
 + 颈后推举 12*4
 + 哑铃前中后平举 8/8/15 * 4
 + 肱三头肌下拉 12*4
 + 平板 1min
 + 卷腹 20*4
 + 腹外斜肌 20*3

*** <2016-07-26 Tue>
    :LOGBOOK:
    CLOCK: [2016-07-26 Tue 17:00]--[2016-07-26 Tue 18:20] =>  1:20
    :END:
腿，顺带练了背和三角肌

 + 深蹲 12*4
 + 弓步 12*4
 + 直腿硬拉 12 10 8 8
 + 提踵 20*4
 + 卷腹 15*2
 + 反向卷腹 15*2
 + 平板 1min*2
 + 引体向上 5*10
 + 拉力器侧平举 12*4
 + 腹外斜肌 20*4

*** <2016-07-28 Thu>
    :LOGBOOK:
    CLOCK: [2016-07-28 Thu 09:35]--[2016-07-28 Thu 10:40] =>  1:05
    :END:
胸背。下次记得补充电解质，感觉今天状态不佳，因为流汗多，缺乏电解质。喝白水应该不太行。

 + 上斜卧推 12*4 7.5 10*3
 + 平板卧推 8*4 10*4
 + 龙门架夹胸 12*4 10*2 15*2
 + 引体向上 6 7 5 3
 + 杠铃划船 12*4 30 35 40*2
 + 卷腹 20*4

*** <2016-07-31 Sun>
    :LOGBOOK:
    CLOCK: [2016-07-31 Sun 16:50]--[2016-07-31 Sun 18:20] =>  1:30
    :END:
肩臂

 + 举杠铃 12*4 25 25 30 30
 + 提铃上举 12*4 20 20 30 30
 + 史密斯架颈后推举 12*4 20 30 30 30
 + 哑铃前中后平举 12/12/15*4
 + 杠铃弯举 12*4 15 20 20 20
 + 下拉 12*4
 + 侧拉杠铃片 15*3
 + 卷腹 15*3
 + 平板 1min*2

*** <2016-08-02 Tue>
    :LOGBOOK:
    CLOCK: [2016-08-02 Tue 10:00]--[2016-08-02 Tue 11:40] =>  1:40
    :END:
胸背
 + 平板卧推 10*4
 + 上斜卧推 12*4
 + 平板飞鸟 12*4
 + 引体向上 5*10
 + 杠铃划船 12*4
 + 屈腿硬拉 12 10 8 6
 + 卷腹 20*4

*** <2016-08-03 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-03 Wed 21:00]--[2016-08-03 Wed 21:40] =>  0:40
    :END:
肩 @ Hilton Double Tree Suzhou
 + 提铃上举 12*4
 + 器械推举 12*4
 + 哑铃前中后平举 12/12/15*4
 + 拉力器侧拉 12*4
 + 卷腹 20*4

*** <2016-08-05 Fri>
    :LOGBOOK:
    CLOCK: [2016-08-05 Fri 20:00]--[2016-08-05 Fri 21:00] =>  1:00
    :END:
胸背 @ Hilton Shanghai
 + 平板卧推 12*4
 + 上斜卧推 12*4
 + 高位下拉 12*4
 + 杠铃划船 12*4
 + 硬拉 12 10 8 6
 + 腹部侧拉 15*4
 + 仰卧起坐 20*4

*** <2016-08-10 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-10 Wed 17:00]--[2016-08-10 Wed 18:05] =>  1:05
    :END:
肩臂
 + 颈后推举 12*4
 + 哑铃前中后平举 10/10/15*4
 + 拉力器侧拉 12*4
 + 提铃上举 12*4
 + 哑铃弯举 12*4
 + 臂屈伸 12*4
 + 腹部侧拉 20*3
 + 卷腹 20*3

*** <2016-08-12 Fri>
    :LOGBOOK:
    CLOCK: [2016-08-12 Fri 17:05]--[2016-08-12 Fri 18:20] =>  1:15
    :END:
胸背
 + 上斜卧推 12*4
 + 杠铃划船 12*5
 + 引体向上 5*6
 + 平板卧推 10*4
 + 龙门架挺胸 12*4
 + 直腿硬拉 12/10/8/6/4
 + 腹部侧拉 20*4
 + 卷腹 20*4

*** <2016-08-15 Mon>
    :LOGBOOK:
    CLOCK: [2016-08-15 Mon 10:45]--[2016-08-15 Mon 12:10] =>  1:25
    :END:
肩臂
 + 颈后推举 12*4
 + 哑铃前中后平举 12/12/12*4
 + 拉力器侧拉 12*4
 + 提铃上举 12*4
 + 哑铃弯举 12*4
 + 臂屈伸 12*4
 + 卷腹 20*4

*** <2016-08-17 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-17 Wed 17:00]--[2016-08-17 Wed 18:00] =>  1:00
    :END:
胸背
 + 上斜卧推 12*4
 + 杠铃划船 12*4
 + 引体向上 6*6
 + 平板卧推 12/10/8/8
 + 卷腹 20*4

*** <2016-08-18 Thu>
    :LOGBOOK:
    CLOCK: [2016-08-18 Thu 17:45]--[2016-08-18 Thu 18:55] =>  1:10
    :END:
肩臂
 + 颈后推举 12/10/8/8
 + 哑铃前中后平举 12/12/12*4
 + 提铃上举 12*5
 + 哑铃弯举 12*4
 + 下压 12*5
 + 卷腹 20*4

*** <2016-08-24 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-24 Wed 16:50]--[2016-08-24 Wed 18:00] =>  1:10
    :END:
去检查了肩膀之前的损伤，医生说没有大碍。
休息了一周，以后对肩部的训练要多加注意。同时长期观察恢复情况。
胸背
 + 上斜卧推 12*4
 + 杠铃划船 12*4
 + 引体向上 6*6
 + 平板卧推 12/10/8/8
 + 直腿硬拉 12/10*3
 + 哑铃飞鸟 10*3
 + 卷腹 20*4

*** <2016-08-28 Sun>
    :LOGBOOK:
    CLOCK: [2016-08-28 Sun 17:05]--[2016-08-28 Sun 18:10] =>  1:05
    :END:
肩臂
 + 颈后推举 12/12/12/10/10
 + 哑铃前中后平举 12/12/15*4
 + 提铃上举 12*4
 + 哑铃弯举 12*4
 + 下压 12*4
 + 拉力器侧拉 12*3
 + 卷腹 20*4

*** <2016-08-31 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-31 Wed 16:40]--[2016-08-31 Wed 17:45] =>  1:05
    :END:
胸背。状态不太好，不兴奋。最近休息的不太好。
 + 上斜卧推 12*4
 + 杠铃划船 12*4
 + 引体向上 6*2 5*4 4*1
 + 平板卧推 12/10/8/8
 + 哑铃飞鸟 12*4
 + 卷腹 20*4

*** <2016-09-02 Fri>
    :LOGBOOK:
    CLOCK: [2016-09-02 Fri 15:50]--[2016-09-02 Fri 16:50] =>  1:00
    :END:
肩臂
 + 颈后推举 12/12/12/10/10
 + 哑铃前中后平举 12/12/15*4
 + 提铃上举 12*4
 + 哑铃弯举 12*4
 + 下压 12*4
 + 拉力器侧拉 12/12/20
 + 卷腹 20*4

*** <2016-09-06 Tue>
    :LOGBOOK:
    CLOCK: [2016-09-06 Tue 22:40]--[2016-09-06 Tue 23:05] =>  0:25
    :END:
胸背。第一天到SD。
 + 上斜卧推 12*4
 + 引体向上 5*6
 + 划船 12*4
 + 卷腹 20*4

*** <2016-09-08 Thu>
    :LOGBOOK:
    CLOCK: [2016-09-08 Thu 21:00]--[2016-09-08 Thu 21:30] =>  0:30
    :END:
肩臂
 + 哑铃推举 12*4
 + 提铃上举 12*4
 + 前中后平举 12/12/15*4
 + 哑铃弯举 12*4
 + 下压 12*4

*** <2016-09-11 Sun>
    :LOGBOOK:
    CLOCK: [2016-09-11 Sun 22:40]--[2016-09-11 Sun 23:40] =>  1:00
    :END:
胸背+跑步。
 + 上斜卧推 12*4
 + 平板卧推 12*4
 + 引体向上 5*6
 + 划船 12*4
 + 卷腹 20*4
 + 跑步10min，登山10min

*** <2016-09-15 Thu>
    :LOGBOOK:
    CLOCK: [2016-09-15 Thu 23:00]--[2016-09-15 Thu 23:45] =>  0:45
    :END:
肩臂
 + 哑铃推举 12*4
 + 提铃上举 12*4
 + 前中后平举 12/12/15*4
 + 哑铃弯举 12*4
 + 坐姿撑 12*4

*** <2016-09-18 Sun>
    :LOGBOOK:
    CLOCK: [2016-09-18 Sun 21:35]--[2016-09-18 Sun 22:00] =>  0:25
    :END:
胸背+跑步。
 + 上斜卧推 12*5
 + 平板卧推 12*3
 + 飞鸟 12*2
 + 划船 12*4
 + 跑步20min

*** <2016-09-25 Sun>
    :LOGBOOK:
    CLOCK: [2016-09-25 Sun 22:35]--[2016-09-25 Sun 23:35] =>  1:00
    :END:
胸背+跑步。
 + 上斜卧推 12*5
 + 平板卧推 12*3
 + 划船 12*4
 + 引体向上 5*7
 + 跑步10min
 + 卷腹 25*4
*** <2016-09-27 Tue>
    :LOGBOOK:
    CLOCK: [2016-09-27 Tue 22:05]--[2016-09-27 Tue 22:35] =>  0:30
    :END:
肩臂
 + 哑铃推举 12*5
 + 侧平举 12*4
 + 后平举 20*4
 + 哑铃弯举 12*4
 + 后拉 12*4
 + 卷腹 25*3 抬腿20
*** <2016-10-01 Sat>
    :LOGBOOK:
    CLOCK: [2016-10-01 Sat 22:45]--[2016-10-01 Sat 23:35] =>  0:50
    :END:
胸背+椭圆机。
 + 上斜卧推 12*5
 + 龙门架夹胸 15*4
 + 划船 12*4
 + 引体向上 6*6
 + 椭圆机 10min
 + 卷腹 25*2 举腿20*2

*** <2016-10-07 Fri>
    :LOGBOOK:
    CLOCK: [2016-10-07 Fri 23:05]--[2016-10-07 Fri 23:45] =>  0:40
    :END:
肩臂
 + 哑铃推举 12*4
 + 侧平举 12*4
 + 后平举 15*4
 + 哑铃弯举 12*4
 + 俯卧撑 10 15 20
 + 卷腹 25*2 抬腿10
 + 椭圆机 10min
*** <2016-10-11 Tue>
    :LOGBOOK:
    CLOCK: [2016-10-11 Tue 22:45]--[2016-10-11 Tue 23:30] =>  0:45
    :END:
胸背+椭圆机。
 + 上斜卧推 12*4
 + 龙门架夹胸 12*4
 + 划船 12*4
 + 引体向上 6*6
 + 卷腹 25*3 举腿20

*** <2016-10-19 Wed>
    :LOGBOOK:
    CLOCK: [2016-10-19 Wed 18:05]--[2016-10-19 Wed 18:45] =>  0:40
    :END:
肩臂
 + 哑铃推举 12*4
 + 侧平举 12*4
 + 哑铃弯举 12*4
 + 下压 12*4
 + 引体 40
 + 卷腹 25*2 抬腿20*2

*** <2016-10-23 Sun>
    :LOGBOOK:
    CLOCK: [2016-10-11 Tue 22:45]--[2016-10-11 Tue 23:10] =>  0:25
    :END:
胸背
 + 上斜卧推 12*4
 + 龙门架夹胸 12*4
 + 引体向上 40

*** <2016-10-29 Sat>
    :LOGBOOK:
    CLOCK: [2016-10-29 Sat 12:05]--[2016-10-29 Sat 12:35] =>  0:30
    :END:
肩臂
 + 哑铃推举 12*4
 + 侧平举 12*4
 + 后平举 15*3
 + 哑铃弯举 12*4
 + 下压 12*4
 + 卷腹 25*4

*** <2016-11-07 Mon>
    :LOGBOOK:
    CLOCK: [2016-11-07 Mon 22:00]--[2016-11-07 Mon 22:35] =>  0:35
    :END:
胸背
 + 上斜卧推 12*4
 + 平板卧推 12*2
 + 引体向上 35
 + 卷腹 25*2 抬腿20*2

** RUNNING
*** <2016-07-22 Fri>
    :LOGBOOK:
    CLOCK: [2016-07-22 Fri 17:40]--[2016-07-22 Fri 18:00] =>  0:20
    :END:
3.2km 配速10左右。恢复。

*** <2016-07-23 Sat>
    :LOGBOOK:
    CLOCK: [2016-07-23 Sat 18:00]--[2016-07-23 Sat 18:30] =>  0:30
    :END:
跑步半小时 5km 配速11左右。
*** <2016-08-25 Thu>
    :LOGBOOK:
    CLOCK: [2016-08-25 Thu 22:00]--[2016-08-25 Thu 22:30] =>  0:30
    :END:
半小时 5km
*** <2016-09-12 Mon>
    :LOGBOOK:
    CLOCK: [2016-09-12 Mon 22:00]--[2016-09-12 Mon 22:30] =>  0:30
    :END:
椭圆机 20min
卷腹 20*4
*** <2016-09-18 Sun>
    :LOGBOOK:
    CLOCK: [2016-09-18 Sun 22:00]--[2016-09-18 Sun 22:20] =>  0:20
    :END:
跑步 20min
*** <2016-10-08 Sat>
    :LOGBOOK:
    CLOCK: [2016-10-08 Sat 23:10]--[2016-10-08 Sat 23:30] =>  0:20
    :END:
    跑步 20min
*** <2016-10-21 Fri>
    :LOGBOOK:
    CLOCK: [2016-10-21 Fri 23:10]--[2016-10-21 Fri 23:35] =>  0:25
    :END:
    跑步 25min
*** <2016-10-25 Tue>
    :LOGBOOK:
    CLOCK: [2016-10-25 Tue 23:10]--[2016-10-25 Tue 23:35] =>  0:25
    :END:
    跑步 15min
    卷腹25*3 抬腿20
*** <2016-11-05 Sat>
    :LOGBOOK:
    CLOCK: [2016-11-05 Sat 22:10]--[2016-11-05 Sat 22:40] =>  0:30
    :END:
    椭圆机 20min
    卷腹25*3 抬腿20
*** <2016-11-09 Wed>
    :LOGBOOK:
    CLOCK: [2016-11-09 Wed 22:10]--[2016-11-09 Wed 22:40] =>  0:30
    :END:
    单车 20min
    卷腹25*2 抬腿20*2
